LINK = 'youtube_link'
LANGUAGE = 'ru'
PROMPT = 'Вы - эксперт по копирайтингу текста. Сократите текст и выделите только самое важное. (Устраните все лишнее). Отнеситесь к этому заданию ответственно:'
PROMPT_FINAL_ANALYSIS = 'Вы - эксперт по копирайтингу текста. Выделите ключевые термины и понятия из текста, сохраните полезную и интересную информацию, перефразируйте текст грамматически правильно, оформите его с помощью эмодзи. В изложении текста должен прослеживаться сюжет. Вы должны кратко и понятно объяснить, что означает тот или иной термин в тексте. Отнеситесь к этому заданию очень серьезно:'
PROVIDERS = ['Phind', 'FreeChatgpt', 'Liaobots']